/* Titles and Descriptions */
"Xgrid" = "Xgrid";
"Xgrid Description" = "Permet une configuration aisée du service Xgrid afin d’héberger ou de se connecter à une grille.";

/* Warnings and Errors */
"Xgrid Setup Error" ="Erreur de configuration Xgrid";
"Xgrid Setup Warning" ="Avertissement de configuration de Xgrid";
"No Controller Selected" = "Sélectionnez un contrôleur dans la liste afin de continuer.";
"No Controller Entered" = "Saisissez l’adresse du contrôleur que vous souhaitez utiliser avant de continuer.";
"No Username Entered" = "Le service Xgrid n’a pas encore été kerbériser. Saisissez le nom d’utilisateur d’un administrateur de répertoire pour continuer.";
"No Password Entered" = "Le service Xgrid n’a pas encore été kerbériser. Saisissez le mot de passe de l’administrateur de répertoire pour continuer.";
"Continue Without Password" = "Vous n’avez pas saisi de nom d’utilisateur ni de mot de passe d’administrateur de répertoire. Le système de fichiers réseau ne sera pas accessible à d’autres agents Xgrid si vous continuez.\n\nÊtes-vous sûr de vouloir continuer ?"; 
"Standalone Server" = "Impossible de configurer le service Xgrid car ce serveur ne fait pas partie d’un système d’annuaire. Configurez le service Open Directory afin de pouvoir exécuter l’Assistant de configuration d’Xgrid.";
"No Default Realm" = "Impossible de configurer le service Xgrid car ce serveur est connecté à un système d’annuaire qui n’héberge aucun royaume Kerberos. Connectez ce serveur à un système d’annuaire assurant les services Kerberos afin de pouvoir exécuter l’Assistant de configuration d’Xgrid.";
"Invalid Password" = "Le nom d’utilisateur et le mot de passe d’administrateur de répertoire que vous avez saisis n’ont pas pu être vérifiés. Essayez de les saisir à nouveau ou laissez les champs vides.";
"Generic Configuration Error" = "Une erreur s’est produite en essayant de configurer Xgrid.";
"OK" = "OK";
"Cancel" = "Annuler";

/* Progress messages */
"Getting Xgrid information" = "Obtention des informations Xgrid";
"Getting directory information" = "Obtention des informations d’annuaire";
"Verifying credentials" = "Vérification des informations d’authentification";
"Setting up Xgrid" = "Configuration d’Xgrid";
"Starting Xgrid" = "Démarrage d’Xgrid";
"Stopping Xgrid" = "Arrêt d’Xgrid";
"Updating NFS server" = "Mise à jour du serveur NFS";

/* Confirmation strings */
"Enabled" = "activé";
"Not enabled" = "Pas activé";
"Controller service:" = "Service du contrôleur :";
"Network filesystem export:" = "Exportation du système de fichiers réseau :";
"Network filesystem automount:" = "Montage automatique du système de fichiers réseau :";
"Directory server:" = "Serveur de l’annuaire :";
"Directory administrator:" = "Administrateur du répertoire :";
"Agent service:" = "Service d’agents :";
"Controller:" = "Contrôleur :";
"Use local controller" = "Utiliser le contrôleur local";
"Kerberos realm:" = "Royaume Kerberos :";
